{
    "dataset_name": "OpenFF SMIRNOFF Sage 2.3.0",
    "dataset_tagline": "B3LYP-D3BJ/DZVP conformers for training torsion drives for OpenFF 2.3.0 Sage with AshGC NAGL partial charge model.",
    "description": "A quantum chemical (QC) torsiondrive datasets generated at the OpenFF default level of theory, B3LYP-D3BJ/DZVP, and curated to train parameters in [OpenFF 2.3.0 Sage](https://github.com/openforcefield/ash-sage-rc2) with NAGL partial charge model AshGC. Targets were curated from the following datasets: OpenFF Group1 Torsions, OpenFF Group1 Torsions 2, OpenFF Group1 Torsions 3, SMIRNOFF Coverage Torsion Set 1, OpenFF Substituted Phenyl Set 1, Pfizer discrepancy torsion dataset 1, OpenFF Primary Benchmark 1 Torsion Set, OpenFF Gen 2 Torsion Set 1 Roche 2, OpenFF Gen 2 Torsion Set 2 Coverage 2, OpenFF Gen 2 Torsion Set 3 Pfizer Discrepancy 2, OpenFF Gen 2 Torsion Set 4 eMolecules Discrepancy 2, OpenFF Gen 2 Torsion Set 5 Bayer 2, OpenFF Gen 2 Torsion Set 6 supplemental 2, OpenFF Fragmenter Validation 1.0, OpenFF DANCE 1 eMolecules t142 v1.0, OpenFF Rowley Biaryl v1.0, OpenFF-benchmark-ligand-fragments-v1.0, OpenFF Protein Fragments TorsionDrives v1.0, OpenFF WBO Conjugated Series v1.0, OpenFF Amide Torsion Set v1.0, OpenFF-benchmark-ligand-fragments-v2.0, OpenFF multiplicity correction torsion drive data v1.1, OpenFF Protein Capped 3-mer Omega v1.0, XtalPi Shared Fragments TorsiondriveDataset v1.0, OpenFF Torsion Coverage Supplement v1.0, OpenFF RNA Dinucleoside Monophosphate TorsionDrives v1.0, XtalPi 20-percent Fragments TorsiondriveDataset v1.0, OpenFF Torsion Drive Supplement v1.0, OpenFF Torsion Multiplicity Torsion Drive Coverage Supplement v1.0, OpenFF Phosphate Torsion Drives v1.0, OpenFF Alkane Torsion Drives v1.0, OpenFF Cresset Additional Coverage TorsionDrives v4.0, OpenFF Additional Generated ChEMBL TorsionDrives 4.0, OpenFF Additional Generated Guanidine Amidine Derivative and O-Linker TorsionDrives 4.0, OpenFF Gen3 Torsion Set v1.0",
    "metadata.submitter": "jaclark5",
    "metadata.long_description_url": "https://github.com/openforcefield/qca-dataset-submission/tree/master/submissions/2026-01-27-OpenFF-SMIRNOFF-Sage-2.3.0"
}